{"user_message": "Salut j'ai une question concernant la fraude", "assistant_message": "Bonjour ! Je suis ici pour vous aider. Pouvez-vous me décrire ce qui s'est passé exactement ? Nous allons essayer de comprendre ensemble si cela peut être une tentative de fraude.", "feedback": "positive"}
{"user_message": "J'ai une nouvelle question encore", "assistant_message": "Je serai heureux de vous aider. Quelle est votre question ?", "feedback": "negative"}
{"user_message": "Merci, COmment allez-vous", "assistant_message": "Je vais bien, merci de demander ! Et vous, comment allez-vous aujourd'hui ? En quoi puis-je vous aider ?", "feedback": "negative"}
{"user_message": "j'ai payé 10,000", "assistant_message": "Merci pour ces informations. Cela semble très préoccupant. Voici ce que nous allons faire pour évaluer et gérer la situation :\n\n### Probabilité de fraude élevée\n\n### Description de la situation :\nSur la base des informations fournies, il semble qu'il y ait une forte probabilité de fraude. Vous êtes vraisemblablement victime d'une fraude à l'immigration par quelqu'un prétendant être un consultant ou offrant des services de facilitation pour l'immigration.\n\n### Type de fraude :\nFraude à l'immigration\n\n### Fraude à l'immigration :\n- Usurpation de l'identité d'Immigration, Réfugiés et Citoyenneté Canada (IRCC)\n- Prétendent être consultants, avocats ou représentants en immigration\n- Publicité en ligne des services d'immigration\n- Demande de paiement de frais pour des services d'immigration\n- Envoi de faux documents pour rendre la fraude plus crédible\n\n### Prochaines étapes :\n1. **Conservez toutes les communications :** Gardez toutes les conversations, messages et preuves de paiement que vous avez reçus.\n  \n2. **Contactez des organismes pour représenter l’autorité compétente en la matière :**\n   - **IRCC :** Si le fraudeur a usurpé l'identité de l'organisme\n   - **L'Agence des services frontaliers du Canada :** Appelez la ligne sans frais à 1-888-502-9060\n   - **Centre Antifraude du Canada :** 1-888-495-8501\n   - **Votre Institution financière :** Pour signaler la transaction et vérifier s’il est possible d’arrêter ou de récupérer la transaction.\n   - **Les agences d’évaluation de crédit :** Pour qu’une alerte de fraude soit inscrite à votre dossier si vous avez communiqué des informations confidentielles (Equifax Canada au numéro sans frais 1-800-465-7166; TransUnion Canada au numéro sans frais 1-877-525-3823)\n   - **Votre service de police local :**\n   - **Consultez un avocat en droit de l'immigration :** Si possible, trouvez un avocat agréé pour obtenir de l’aide juridique spécifique.\n\n3. **Rapportez la fraude sur WhatsApp :** Bloquez le contact et rapportez-le comme fraude.\n\n4. **Ne partagez aucune information supplémentaire :** Ne fournissez plus aucune information tant que vous n’êtes pas sûr de la légitimité de l'organisme ou de la personne.\n   \n5. **Vérifiez les consultants en immigration légitimes :** Toute personne habilitée à donner des conseils et représentation en immigration doit détenir un permis et être enregistrée auprès du Collège des consultants en immigration et en citoyenneté ici : [Collège des consultants en immigration et citoyenneté](https://college-ic.ca/protection-du-public/trouver-un-consultant-en-immigration?l=fr-CA)\n\nSoyez prudent et sécurisez vos informations personnelles. Si vous avez d'autres questions ou besoin de plus de détails sur quoi faire, n'hésitez pas à demander.", "feedback": "positive"}
